sysbench/results/aws/mysql/baixa/sequencial/read_3.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            1686958
        write:                           0
        other:                           240994
        total:                           1927952
    transactions:                        120497 (2007.05 per sec.)
    queries:                             1927952 (32112.75 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      2007.0466
    time elapsed:                        60.0370s
    total number of events:              120497

Latency (ms):
         min:                                    4.79
         avg:                                   24.90
         max:                                  127.56
         95th percentile:                       28.67
         sum:                              3000221.31

Threads fairness:
    events (avg/stddev):           2409.9400/125.19
    execution time (avg/stddev):   60.0044/0.00